Repository: Considus/Catchlight-iOS
Catalog: Catchlight/Resources/Localizable.xcstrings
Source language: en
Languages: da, de, es, fi, fr, it, nb, nl, pl, pt_br, pt_pt, sv, tr

source: %@ · On arrival
da: %@ · Ved ankomst
de: %@ · Bei Ankunft
es: %@ · Al llegar
fi: %@ · Bij aankomst
fr: %@ · À l’arrivée
it: %@ · All'arrivo
nb: %@ · Ved ankomst
nl: %@ · Bij aankomst
pl: %@ · Po przybyciu
pt_br: %@ · Ao chegar
pt_pt: %@ · À chegada
sv: %@ · Vid ankomst
tr: %@ · Varışta

source: %@ · On leaving
da: %@ · Ved afgang
de: %@ · Beim Verlassen
es: %@ · Al salir
fi: %@ · Bij vertrek
fr: %@ · Au départ
it: %@ · Alla partenza
nb: %@ · Ved avreise
nl: %@ · Bij vertrek
pl: %@ · Po wyjściu
pt_br: %@ · Ao sair
pt_pt: %@ · À saída
sv: %@ · Vid avfärd
tr: %@ · Ayrılışta

# %@ at %@
source: %1$@ at %2$@
da: %1$@ snabel-a %2$@
es: %1$@ arroba %2$@
fi: %1$@ ät %2$@
fr: %1$@ arobase %2$@
it: %1$@ chiocciola %2$@
nb: %1$@ krøllalfa %2$@
nl: %1$@ apenstaartje %2$@
pl: %1$@ małpa %2$@
pt_br: %1$@ arroba %2$@
pt_pt: %1$@ arroba %2$@
sv: %1$@ snabel-a %2$@
tr: %1$@ et %2$@

source: %@ Double-tap to review.
da: %@ Dobbelttryk for at gennemgå.
de: %@ Zum Überprüfen doppeltippen.
es: %@ Toca dos veces para revisar.
fi: %@ Dubbeltik om te bekijken.
fr: %@ Touchez deux fois pour consulter.
it: %@ Tocca due volte per rivedere.
nb: %@ Dobbelttrykk for å gå gjennom.
nl: %@ Dubbeltik om te bekijken.
pl: %@ Kliknij dwukrotnie, aby przejrzeć.
pt_br: %@ Toque duas vezes para revisar.
pt_pt: %@ Toque duas vezes para rever.
sv: %@ Dubbeltryck för att granska.
tr: %@ İncelemek için çift dokunun.

source: %@, filtering
da: %@, filtrerer
de: %@, Filtern
es: %@, filtrando
fi: %@, bezig met filteren
fr: %@, filtrage en cours
it: %@, filtraggio in corso
nb: %@, filtrerer
nl: %@, filteren
pl: %@, filtrowanie
pt_br: %@, filtrando
pt_pt: %@, a filtrar
sv: %@, filtrerar
tr: %@, filtreleniyor

# %@. %@%@. Modified %@.
source: %1$@. %2$@%3$@. Modified %4$@.
da: %1$@. %2$@%3$@. Ændret %4$@.
de: %1$@. %2$@%3$@. Geändert: %4$@.
es: %1$@. %2$@%3$@. Modificado %4$@.
fi: %1$@. %2$@%3$@. Gewijzigd op %4$@.
fr: %1$@. %2$@%3$@. Modifié %4$@.
it: %1$@. %2$@%3$@. Modificato il %4$@.
nb: %1$@. %2$@%3$@. Endret %4$@.
nl: %1$@. %2$@%3$@. Gewijzigd op %4$@.
pl: %1$@. %2$@%3$@. Zmodyfikowano %4$@.
pt_br: %1$@. %2$@%3$@. Modificado em %4$@.
pt_pt: %1$@. %2$@%3$@. Modificado a %4$@.
sv: %1$@. %2$@%3$@. Ändrad %4$@.
tr: %1$@. %2$@%3$@. Son düzenleme: %4$@.

source: %@/year
da: %@/år
de: %@/Jahr
es: %@/año
fi: %@/jaar
fr: %@/an
it: %@/anno
nb: %@/år
nl: %@/jaar
pl: %@/rok
pt_br: %@/ano
pt_pt: %@/ano
sv: %@/år
tr: %@/yıl

# %lld of %lld completed
source: %1$lld of %2$lld completed
da: %1$lld af %2$lld fuldført
de: %1$lld von %2$lld abgeschlossen
es: %1$lld de %2$lld completados
fi: %1$lld van %2$lld voltooid
fr: %1$lld sur %2$lld terminé(s)
it: %1$lld di %2$lld completati
nb: %1$lld av %2$lld fullført
nl: %1$lld van %2$lld voltooid
pl: %1$lld z %2$lld ukończono
pt_br: %1$lld de %2$lld concluídos
pt_pt: %1$lld de %2$lld concluído
sv: %1$lld av %2$lld slutförda
tr: %1$lld / %2$lld tamamlandı

source: %lld of 12 words
da: %lld af 12 ord
de: %lld von 12 Wörtern
es: %lld de 12 palabras
fi: %lld van 12 woorden
fr: %lld sur 12 mots
it: %lld di 12 parole
nb: %lld av 12 ord
nl: %lld van 12 woorden
pl: %lld z 12 słów
pt_br: %lld de 12 palavras
pt_pt: %lld de 12 palavras
sv: %lld av 12 ord
tr: 12 kelimeden %lld tanesi

source: %lld Takes changed on another device.
da: %lld Takes blev ændret på en anden enhed.
de: %lld Takes auf einem anderen Gerät geändert.
es: %lld Takes cambiaron en otro dispositivo.
fi: %lld Takes gewijzigd op een ander apparaat.
fr: %lld Takes modifiés sur un autre appareil.
it: %lld Take modificati su un altro dispositivo.
nb: %lld Takes ble endret på en annen enhet.
nl: %lld Takes zijn gewijzigd op een ander apparaat.
pl: %lld Takes zostały zmienione na innym urządzeniu.
pt_br: Os %lld Takes foram alterados em outro dispositivo.
pt_pt: %lld Takes alterados noutro dispositivo.
sv: %lld Takes ändrades på en annan enhet.
tr: %lld Take başka bir cihazda değiştirildi.

source: %lld Takes couldn't be verified and need a choice.
da: %lld Takes kunne ikke verificeres og kræver et valg.
de: %lld Takes konnten nicht verifiziert werden und erfordern eine Auswahl.
es: %lld Takes no se pudieron verificar y requieren una decisión.
fi: %lld Takes konden niet worden geverifieerd en vereisen een keuze.
fr: %lld Takes n’ont pas pu être vérifiés et nécessitent un choix.
it: %lld Takes non verificati e richiedono una scelta.
nb: %lld Takes kunne ikke bekreftes og krever et valg.
nl: %lld Takes konden niet worden geverifieerd en vereisen een keuze.
pl: %lld Takes nie mogły zostać zweryfikowane i wymagają wyboru.
pt_br: Não foi possível verificar os %lld Takes; é necessário escolher uma opção.
pt_pt: Não foi possível verificar %lld Takes, sendo necessária uma escolha.
sv: %lld Takes kunde inte verifieras och ett val krävs.
tr: %lld Take doğrulanamadı ve bir seçim yapılması gerekiyor.

source: %lld Takes couldn't be verified and were skipped.
da: %lld Takes kunne ikke verificeres og blev sprunget over.
de: %lld Takes konnten nicht verifiziert werden und wurden übersprungen.
es: %lld Takes no se pudieron verificar y se omitieron.
fi: %lld Takes konden niet worden geverifieerd en zijn overgeslagen.
fr: %lld Takes n’ont pas pu être vérifiés et ont été ignorés.
it: %lld Takes non verificati e sono stati saltati.
nb: %lld Takes kunne ikke bekreftes og ble hoppet over.
nl: %lld Takes konden niet worden geverifieerd en zijn overgeslagen.
pl: %lld Takes nie mogły zostać zweryfikowane i zostały pominięte.
pt_br: Não foi possível verificar os %lld Takes, que foram ignorados.
pt_pt: Não foi possível verificar %lld Takes, que foram ignorados.
sv: %lld Takes kunde inte verifieras och hoppades över.
tr: %lld Take doğrulanamadı ve atlandı.

source: %lld Takes need a decision.
da: %lld Takes kræver en afgørelse.
de: %lld Takes erfordern eine Entscheidung.
es: %lld Takes necesitan una decisión.
fi: Voor %lld Takes is een beslissing nodig.
fr: %lld Takes nécessitent une décision.
it: %lld Takes richiedono una decisione.
nb: %lld Takes krever en avgjørelse.
nl: %lld Takes vereisen een beslissing.
pl: %lld Takes wymagają decyzji.
pt_br: Os %lld Takes precisam de uma decisão.
pt_pt: %lld Takes precisam de uma decisão.
sv: Ett beslut krävs för %lld Takes.
tr: %lld Take için bir karar gerekiyor.

source: %lld Takes not re-uploaded. This device was away too long to rule out deletion elsewhere. Edit a Take to sync it again.
da: %lld Takes blev ikke uploadet igen. Denne enhed var væk for længe til, at vi kan udelukke, at de blev slettet et andet sted. Rediger en Take for at synkronisere dem igen.
de: %lld Takes nicht erneut hochgeladen. Dieses Gerät war zu lange getrennt, um ein Löschen an anderer Stelle auszuschließen. Bearbeite einen Take, um ihn erneut zu synchronisieren.
es: %lld Takes no se volvieron a subir. Este dispositivo estuvo desconectado demasiado tiempo para descartar que se hayan eliminado en otro lugar. Edita un Take para volver a sincronizarlo.
fi: %lld Takes niet opnieuw geüpload. Dit apparaat was te lang offline om verwijdering elders uit te sluiten. Bewerk een Take om opnieuw te synchroniseren.
fr: %lld Takes non réuploadés. Cet appareil a été absent trop longtemps pour exclure une suppression ailleurs. Modifiez un Take pour le synchroniser à nouveau.
it: %lld Takes non ri-caricati. Questo dispositivo è stato offline troppo a lungo per escludere una cancellazione altrove. Modifica un Take per sincronizzarlo di nuovo.
nb: %lld Takes ble ikke lastet opp på nytt. Denne enheten var borte for lenge til at vi kan utelukke at de ble slettet et annet sted. Rediger en Take for å synkronisere dem på nytt.
nl: %lld Takes niet opnieuw geüpload. Dit apparaat was te lang offline om uitsluitsel te geven over verwijderingen elders. Bewerk een Take om opnieuw te synchroniseren.
pl: %lld Takes nie zostały ponownie przesłane. To urządzenie było zbyt długo poza zasięgiem, aby wykluczyć usunięcie gdzie indziej. Edytuj Take, aby zsynchronizować je ponownie.
pt_br: Os %lld Takes não foram reenviados. Este dispositivo ficou desconectado por tempo demais para confirmar que eles não foram excluídos em outro lugar. Edite um Take para sincronizá-los novamente.
pt_pt: %lld Takes não foram reenviados. Este dispositivo esteve inativo demasiado tempo para descartar a eliminação noutro local. Edite um Take para voltar a sincronizar.
sv: %lld Takes överfördes inte igen. Den här enheten var frånkopplad för länge för att det skulle gå att utesluta att de raderats någon annanstans. Redigera en Take för att synka den igen.
tr: %lld Take yeniden yüklenmedi. Bu cihaz başka bir yerdeki silme ihtimalini ortadan kaldırmak için çok uzun süre uzakta kaldı. Tekrar eşitlemek için bir Take'i düzenleyin.

source: %lld-day
da: %lld dage
de: %lld Tage
es: %lld días
fi: %lld päivää
fr: %lld jours
it: %lld giorni
nb: %lld dager
nl: %lld dagen
pl: %lld dni
pt_br: %lld dias
pt_pt: %lld dias
sv: %lld dagar
tr: %lld gün

source: %lld-month
da: %lld måneder
de: %lld Monate
es: %lld meses
fi: %lld kuukautta
fr: %lld mois
it: %lld mesi
nb: %lld måneder
nl: %lld maanden
pl: %lld miesięcy
pt_br: %lld meses
pt_pt: %lld meses
sv: %lld månader
tr: %lld ay

source: %lld-week
da: %lld uger
de: %lld Wochen
es: %lld semanas
fi: %lld viikkoa
fr: %lld semaines
it: %lld settimane
nb: %lld uker
nl: %lld weken
pl: %lld tygodni
pt_br: %lld semanas
pt_pt: %lld semanas
sv: %lld veckor
tr: %lld hafta

source: %lld-year
da: %lld år
de: %lld Jahre
es: %lld años
fi: %lld vuotta
fr: %lld ans
it: %lld anni
nb: %lld år
nl: %lld jaren
pl: %lld lat
pt_br: %lld anos
pt_pt: %lld anos
sv: %lld år
tr: %lld yıl

source: 1 day
da: 1 dag
de: 1 Tag
es: 1 día
fi: 1 dag
fr: 1 jour
it: 1 giorno
nb: 1 dag
nl: 1 dag
pl: 1 dzień
pt_br: 1 dia
pt_pt: 1 dia
sv: 1 dag
tr: 1 gün

source: 1 hour
da: 1 time
de: 1 Stunde
es: 1 hora
fi: 1 uur
fr: 1 heure
it: 1 ora
nb: 1 time
nl: 1 uur
pl: 1 godzina
pt_br: 1 hora
pt_pt: 1 hora
sv: 1 timme
tr: 1 saat

source: 1 minute
da: 1 minut
es: 1 minuto
fi: 1 minuut
it: 1 minuto
nb: 1 minutt
nl: 1 minuut
pl: 1 minuta
pt_br: 1 minuto
pt_pt: 1 minuto
sv: 1 minut
tr: 1 dakika

source: 2 days
da: 2 dage
de: 2 Tage
es: 2 días
fi: 2 dagen
fr: 2 jours
it: 2 giorni
nb: 2 dager
nl: 2 dagen
pl: 2 dni
pt_br: 2 dias
pt_pt: 2 dias
sv: 2 dagar
tr: 2 gün

source: 5 mins
da: 5 min.
de: 5 Min.
es: 5 min
fi: 5 min
fr: 5 min
it: 5 min
nb: 5 min
nl: 5 min
pl: 5 min
pt_br: 5 min
pt_pt: 5 min
sv: 5 min
tr: 5 dk.

source: 5 minutes
da: 5 minutter
de: 5 Minuten
es: 5 minutos
fi: 5 minuten
it: 5 minuti
nb: 5 minutter
nl: 5 minuten
pl: 5 minut
pt_br: 5 minutos
pt_pt: 5 minutos
sv: 5 minuter
tr: 5 dakika

source: 6 hours
da: 6 timer
de: 6 Stunden
es: 6 horas
fi: 6 uur
fr: 6 heures
it: 6 ore
nb: 6 timer
nl: 6 uur
pl: 6 godzin
pt_br: 6 horas
pt_pt: 6 horas
sv: 6 timmar
tr: 6 saat

source: 12 hours
da: 12 timer
de: 12 Stunden
es: 12 horas
fi: 12 uur
fr: 12 heures
it: 12 ore
nb: 12 timer
nl: 12 uur
pl: 12 godzin
pt_br: 12 horas
pt_pt: 12 horas
sv: 12 timmar
tr: 12 saat

source: 15 mins
da: 15 min.
de: 15 Min.
es: 15 min
fi: 15 min
fr: 15 min
it: 15 min
nb: 15 min
nl: 15 min
pl: 15 min
pt_br: 15 min
pt_pt: 15 min
sv: 15 min
tr: 15 dk.

source: 24 hours
da: 24 timer
de: 24 Stunden
es: 24 horas
fi: 24 uur
fr: 24 heures
it: 24 ore
nb: 24 timer
nl: 24 uur
pl: 24 godziny
pt_br: 24 horas
pt_pt: 24 horas
sv: 24 timmar
tr: 24 saat

source: 30 mins
da: 30 min.
de: 30 Min.
es: 30 min
fi: 30 min
fr: 30 min
it: 30 min
nb: 30 min
nl: 30 min
pl: 30 min
pt_br: 30 min
pt_pt: 30 min
sv: 30 min
tr: 30 dk.

source: 30 minutes
da: 30 minutter
de: 30 Minuten
es: 30 minutos
fi: 30 minuten
it: 30 minuti
nb: 30 minutter
nl: 30 minuten
pl: 30 minut
pt_br: 30 minutos
pt_pt: 30 minutos
sv: 30 minuter
tr: 30 dakika

source: 30 seconds
da: 30 sekunder
de: 30 Sekunden
es: 30 segundos
fi: 30 seconden
fr: 30 secondes
it: 30 secondi
nb: 30 sekunder
nl: 30 seconden
pl: 30 sekund
pt_br: 30 segundos
pt_pt: 30 segundos
sv: 30 sekunder
tr: 30 saniye

source: A deleted Take cannot be recovered
da: En slettet Take kan ikke gendannes
de: Ein gelöschter Take kann nicht wiederhergestellt werden
es: Un Take eliminado no se puede recuperar
fi: Een verwijderde Take kan niet worden hersteld
fr: Un Take supprimé ne peut pas être récupéré
it: Un Take eliminato non può essere recuperato
nb: En slettet Take kan ikke gjenopprettes
nl: Een verwijderde Take kan niet worden hersteld
pl: Usuniętego Take nie można odzyskać
pt_br: Não é possível recuperar um Take excluído
pt_pt: Um Take eliminado não pode ser recuperado
sv: En raderad Take kan inte återställas
tr: Silinen bir Take geri alınamaz

source: A few things worth knowing
da: Et par ting, der er værd at vide
de: Einige wissenswerte Dinge
es: Algunas cosas que conviene saber
fi: Een paar dingen om te weten
fr: Quelques points à connaître
it: Alcune cose da sapere
nb: Et par ting det er verdt å vite
nl: Een paar dingen die handig zijn om te weten
pl: Kilka rzeczy, które warto wiedzieć
pt_br: Algumas coisas que vale a pena saber
pt_pt: Algumas coisas que deve saber
sv: Några saker som är bra att känna till
tr: Bilinmesi gereken birkaç şey

source: A tighter radius is more precise, but iOS may trigger it late or miss it. 100 m is the reliable minimum.
da: En mindre radius er mere præcis, men iOS kan udløse den for sent eller slet ikke. 100 m er den mindste pålidelige afstand.
de: Ein kleinerer Radius ist präziser, aber iOS löst möglicherweise zu spät oder gar nicht aus. 100 m ist das verlässliche Minimum.
es: Un radio más pequeño es más preciso, pero iOS podría activarlo tarde o pasarlo por alto. 100 m es el mínimo confiable.
fi: Een kleinere straal is nauwkeuriger, maar iOS kan de melding laat geven of helemaal missen. 100 m is de kleinste betrouwbare afstand.
fr: Un rayon plus serré est plus précis, mais iOS peut le déclencher en retard ou le manquer. 100 m est le minimum fiable.
it: Un raggio più stretto è più preciso, ma iOS potrebbe attivarlo in ritardo o non rilevarlo. 100 m è il minimo affidabile.
nb: En mindre radius er mer presis, men iOS kan utløse den sent eller ikke i det hele tatt. 100 m er den minste pålitelige radiusen.
nl: Een kleinere straal is nauwkeuriger, maar iOS kan de melding te laat geven of helemaal missen. 100 m is de betrouwbare minimumafstand.
pl: Mniejszy promień jest bardziej precyzyjny, ale iOS może go uruchomić z opóźnieniem lub go pominąć. 100 m to niezawodne minimum.
pt_br: Um raio menor é mais preciso, mas o iOS pode ativar o lembrete com atraso ou não ativá-lo. 100 m é a distância mínima confiável.
pt_pt: Um raio mais reduzido é mais preciso, mas o iOS pode ativá-lo com atraso ou falhar. 100 m é o mínimo fiável.
sv: En mindre radie är mer precis, men iOS kan utlösa den för sent eller missa den. 100 m är det minsta avståndet som fungerar tillförlitligt.
tr: Daha dar bir yarıçap daha hassastır, ancak iOS bunu geç tetikleyebilir veya kaçırabilir. 100 m güvenilir minimum mesafedir.

source: About
da: Om
de: Über
es: Acerca de
fi: Over
fr: À propos
it: Info
nb: Om
nl: Over
pl: Informacje
pt_br: Sobre
pt_pt: Sobre
sv: Om
tr: Hakkında

source: About. %@
da: Om. %@
de: Über. %@
es: Acerca de. %@
fi: Over. %@
fr: À propos. %@
it: Info. %@
nb: Om. %@
nl: Over. %@
pl: Informacje. %@
pt_br: Sobre. %@
pt_pt: Sobre. %@
sv: Om. %@
tr: Hakkında. %@

source: active
da: aktiv
de: aktiv
es: activo
fi: actief
fr: actif
it: attivo
nb: aktiv
nl: actief
pl: aktywny
pt_br: ativo
pt_pt: ativo
sv: aktiv
tr: aktif

source: Active
da: Aktiv
de: Aktiv
es: Activo
fi: Actief
fr: Actif
it: Attivo
nb: Aktiv
nl: Actief
pl: Aktywny
pt_br: Ativo
pt_pt: Ativo
sv: Aktiv
tr: Aktif

source: Add a Take
da: Tilføj en Take
de: Take hinzufügen
es: Añadir un Take
fi: Een Take toevoegen
fr: Ajouter un Take
it: Aggiungi un Take
nb: Legg til en Take
nl: Een Take toevoegen
pl: Dodaj Take
pt_br: Adicionar um Take
pt_pt: Adicionar um Take
sv: Lägg till en Take
tr: Take Ekle

source: Add reminder
da: Tilføj påmindelse
de: Erinnerung hinzufügen
es: Añadir recordatorio
fi: Herinnering toevoegen
fr: Ajouter un rappel
it: Aggiungi promemoria
nb: Legg til påminnelse
nl: Herinnering toevoegen
pl: Dodaj przypomnienie
pt_br: Adicionar lembrete
pt_pt: Adicionar lembrete
sv: Lägg till påminnelse
tr: Hatırlatıcı ekle

source: Add Take
da: Tilføj Take
de: Take hinzufügen
es: Añadir Take
fi: Take toevoegen
fr: Ajouter un Take
it: Aggiungi Take
nb: Legg til Take
nl: Take toevoegen
pl: Dodaj Take
pt_br: Adicionar Take
pt_pt: Adicionar Take
sv: Lägg till Take
tr: Take Ekle

source: Add this device to your account?
da: Føj denne enhed til din konto?
de: Dieses Gerät zu deinem Account hinzufügen?
es: ¿Añadir este dispositivo a tu cuenta?
fi: Dit apparaat aan je account toevoegen?
fr: Ajouter cet appareil à votre compte ?
it: Vuoi aggiungere questo dispositivo al tuo account?
nb: Legge til denne enheten på kontoen din?
nl: Dit apparaat aan je account toevoegen?
pl: Dodać to urządzenie do konta?
pt_br: Adicionar este dispositivo à sua conta?
pt_pt: Adicionar este dispositivo à sua conta?
sv: Lägga till den här enheten i ditt konto?
tr: Bu cihaz hesabınıza eklensin mi?

source: All
da: Alle
de: Alle
es: Todo
fi: Alles
fr: Tous
it: Tutti
nb: Alle
nl: Alles
pl: Wszystkie
pt_br: Tudo
pt_pt: Tudo
sv: Alla
tr: Tümü

source: All caught up.
da: Du er helt ajour.
de: Alles auf dem neuesten Stand.
es: Todo al día.
fi: Je bent helemaal bij.
fr: Tout est à jour.
it: Tutto aggiornato.
nb: Alt er oppdatert.
nl: Alles bijgewerkt.
pl: Wszystko zrobione.
pt_br: Tudo em dia.
pt_pt: Está tudo em dia.
sv: Du är helt ikapp.
tr: Her şey güncel.

source: All conflicts resolved.
da: Alle konflikter er løst.
de: Alle Konflikte gelöst.
es: Todos los conflictos resueltos.
fi: Alle conflicten opgelost.
fr: Tous les conflits résolus.
it: Tutti i conflitti sono stati risolti.
nb: Alle konflikter er løst.
nl: Alle conflicten opgelost.
pl: Wszystkie konflikty rozwiązane.
pt_br: Todos os conflitos foram resolvidos.
pt_pt: Todos os conflitos foram resolvidos.
sv: Alla konflikter är lösta.
tr: Tüm çakışmalar çözüldü.

source: All tasks done.
da: Alle opgaver er fuldført.
de: Alle Aufgaben erledigt.
es: Todas las tareas completadas.
fi: Alle taken voltooid.
fr: Toutes les tâches terminées.
it: Tutte le attività sono state completate.
nb: Alle oppgaver er fullført.
nl: Alle taken voltooid.
pl: Wszystkie zadania wykonane.
pt_br: Todas as tarefas concluídas.
pt_pt: Todas as tarefas concluídas.
sv: Alla uppgifter är klara.
tr: Tüm görevler tamamlandı.

source: All-day
da: Hele dagen
de: Ganztägig
es: Todo el día
fi: Hele dag
fr: Toute la journée
it: Tutto il giorno
nb: Hele dagen
nl: Hele dag
pl: Całodniowy
pt_br: O dia todo
pt_pt: Todo o dia
sv: Hela dagen
tr: Tam gün

source: Always
da: Altid
de: Immer
es: Siempre
fi: Altijd
fr: Toujours
it: Sempre
nb: Alltid
nl: Altijd
pl: Zawsze
pt_br: Sempre
pt_pt: Sempre
sv: Alltid
tr: Her zaman

source: An Obie is always Important.
da: En Obie er altid vigtig.
de: Ein Obie ist immer wichtig.
es: Un Obie siempre es Importante.
fi: Een Obie is altijd belangrijk.
fr: Un Obie est toujours Important.
it: Un Obie è sempre Importante.
nb: En Obie er alltid viktig.
nl: Een Obie is altijd belangrijk.
pl: Obie jest zawsze Ważny.
pt_br: Um Obie é sempre Importante.
pt_pt: Um Obie é sempre Importante.
sv: En Obie är alltid viktig.
tr: Bir Obie her zaman Önemli'dir.

source: Annually
da: Årligt
de: Jährlich
es: Anualmente
fi: Jaarlijks
fr: Annuellement
it: Annualmente
nb: Årlig
nl: Jaarlijks
pl: Rocznie
pt_br: Anualmente
pt_pt: Anualmente
sv: Årligen
tr: Yıllık

source: Another device is syncing. Catchlight will retry automatically.
da: En anden enhed synkroniserer. Catchlight prøver igen automatisk.
de: Ein anderes Gerät synchronisiert gerade. Catchlight versucht es automatisch erneut.
es: Otro dispositivo se está sincronizando. Catchlight lo reintentará automáticamente.
fi: Een ander apparaat is aan het synchroniseren. Catchlight probeert het automatisch opnieuw.
fr: Un autre appareil est en cours de synchronisation. Catchlight réessayera automatiquement.
it: Un altro dispositivo si sta sincronizzando. Catchlight riproverà automaticamente.
nb: En annen enhet synkroniserer. Catchlight prøver på nytt automatisk.
nl: Een ander apparaat synchroniseert. Catchlight probeert het automatisch opnieuw.
pl: Inne urządzenie synchronizuje się. Catchlight spróbuje ponownie automatycznie.
pt_br: Outro dispositivo está sincronizando. O Catchlight tentará novamente automaticamente.
pt_pt: Outro dispositivo está a sincronizar. O Catchlight tentará novamente de forma automática.
sv: En annan enhet synkar. Catchlight försöker igen automatiskt.
tr: Başka bir cihaz eşitleniyor. Catchlight otomatik olarak tekrar deneyecek.

source: Any items in the folder, that have previously been imported, will be imported again.
da: Alle elementer i mappen, som tidligere er blevet importeret, bliver importeret igen.
de: Alle Elemente im Ordner, die zuvor bereits importiert wurden, werden erneut importiert.
es: Cualquier elemento de la carpeta que se haya importado previamente se volverá a importar.
fi: Alle items in de map die eerder zijn geïmporteerd, worden opnieuw geïmporteerd.
fr: Tous les éléments du dossier, déjà importés précédemment, seront importés à nouveau.
it: Tutti gli elementi nella cartella precedentemente importati verranno importati di nuovo.
nb: Alle elementer i mappen som tidligere er importert, blir importert på nytt.
nl: Alle items in de map die eerder zijn geïmporteerd, worden opnieuw geïmporteerd.
pl: Wszystkie elementy w folderze, które zostały wcześniej zaimportowane, zostaną zaimportowane ponownie.
pt_br: Todos os itens da pasta que já foram importados serão importados novamente.
pt_pt: Quaisquer itens na pasta que tenham sido importados anteriormente serão importados novamente.
sv: Alla objekt i mappen som har importerats tidigare kommer att importeras igen.
tr: Klasördeki daha önce içe aktarılmış olan ögeler tekrar içe aktarılacaktır.

source: Appearance
da: Udseende
de: Erscheinungsbild
es: Apariencia
fi: Weergave
fr: Apparence
it: Aspetto
nb: Utseende
nl: Weergave
pl: Wygląd
pt_br: Aparência
pt_pt: Aspeto
sv: Utseende
tr: Görünüm

source: Appearance mode
da: Udseendetilstand
de: Erscheinungsbild-Modus
es: Modo de apariencia
fi: Weergavemodus
fr: Mode d’apparence
it: Modalità aspetto
nb: Utseendemodus
nl: Weergavemodus
pl: Tryb wyglądu
pt_br: Modo de aparência
pt_pt: Modo de aspeto
sv: Utseendeläge
tr: Görünüm modu

source: Arrangement
da: Opstilling
de: Anordnung
es: Organización
fi: Indeling
fr: Disposition
it: Disposizione
nb: Rekkefølge
nl: Rangschikking
pl: Układ
pt_br: Organização
pt_pt: Disposição
sv: Sortering
tr: Düzen

source: Authenticate to open your Takes.
da: Godkend dig selv for at åbne dine Takes.
de: Authentifiziere dich, um deine Takes zu öffnen.
es: Autentícate para abrir tus Takes.
fi: Verifieer je identiteit om je Takes te openen.
fr: Authentifiez-vous pour ouvrir vos Takes.
it: Autenticati per aprire i tuoi Take.
nb: Autentiser for å åpne Take-ene dine.
nl: Verifieer je identiteit om je Takes te openen.
pl: Uwierzytelnij, aby otworzyć swoje Takes.
pt_br: Autentique-se para abrir seus Takes.
pt_pt: Autentique-se para abrir os seus Takes.
sv: Autentisera för att öppna dina Takes.
tr: Take'lerinizi açmak için kimliğinizi doğrulayın.
